[
   {
      "source": {
        "id": "1",
        "name": "Dtnext.in"
      },
      "author": "IANS",
      "speciality":"Neurosergeon",
      "title": "Sniffing women’s tears lowers aggression in men:  - DTNEXT",
      "description": "When given the opportunity, the men could get revenge on the perceived cheaters by causing them to lose money, though they themselves gained nothingWhen given the opportunity, the men could get revenge on the perceived cheaters by causing them to lose money, though they themselves gained nothingWhen given the opportunity, the men could get revenge on the perceived cheaters by causing them to lose money, though they themselves gained nothingWhen given the opportunity, the men could get revenge on the perceived cheaters by causing them to lose money, though they themselves gained nothing.",
      "url": "https://www.dtnext.in/lifestyle/wellbeing/sniffing-womens-tears-lowers-aggression-in-men-study-756503",
      "urlToImage": "https://dtnext-prod.s3.ap-south-1.amazonaws.com/h-upload/2023/12/24/788893-tears.jpg",
      "comments":"100",
      "date": "2023-12-24",
      "content": "LONDON: Sniffing womens tears lowers brain activity related to aggression in men, reducing aggressive behaviour, researchers have discovered.\r\nThe Weizmann Institute of Science in Israel conducted th… [+1776 chars]"
    },
    {
      "source": {
        "id": "2",
        "name": "The Times of India"
      },
      "author": "TIMESOFINDIA.COM",
      "speciality":"Neurosergeon",
      "title": "30-30-30 weight loss method - IndiaTimes",
      "description": "The article discusses the viral weight loss methods that are gaining popularity. One such method is the 30-30-30 weight loss method that focuses onThe article discusses the viral weight loss methods that are gaining popularity. One such method is the 30-30-30 weight loss method that focuses onThe article discusses the viral weight loss methods that are gaining popularity. One such method is the 30-30-30 weight loss method that focuses onThe article discusses the viral weight loss methods that are gaining popularity. One such method is the 30-30-30 weight loss method that focuses on nu",
      "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/30-30-30-weight-loss-method-heres-how-this-viral-weight-loss-technique-works/articleshow/106212572.cms",
      "urlToImage": "https://static.toiimg.com/thumb/msid-106212546,width-1070,height-580,imgsize-742984,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
      "comments":"223",
      "date": "2023-12-24",
      "content": "COVID variant JN.1 has minimum symptoms"
    },
    {
      "source": {
        "id": "3",
        "name": "Bnnbreaking.com"
      },
      "author": "Emmanuel Abara Benson",
      "speciality":"Neurosergeon",
      "title": "Health Experts Urge Caution Against Attending Holiday- BNN",
      "description": "Health experts warn against attending Christmas gatherings if experiencing symptoms of common illnesses such as colds, flu and COVID-19, particularly due to the risk they pose to vulnerable individuals.",
      "url": "https://bnnbreaking.com/breaking-news/health/health-experts-urge-caution-against-attending-holiday-gatherings-when-sick/",
      "urlToImage": "https://media.bnn.network/content/uploads/2023/12/christmas-gatherings-and-illness-20231224145955.jpg",
      "date": "2023-12-24",
      "comments":"207",
      "content": "As Christmas celebrations swing into full gear, health experts are raising warnings of potential risks that holiday gatherings pose in the spread of common illnesses. Dr. Sarah Jarvis, a General Prac… [+2905 chars]"
    },
    {
      "source": {
        "id": "4",
        "name": "The Times of India"
      },
      "author": "TIMESOFINDIA.COM",
      "speciality":"Neurosergeon",
      "title": "Are pain relief balms good for kids? - IndiaTimes",
      "description": "Skip the ointments on young ones. For children under 12, anti-inflammatory balms and pain relief creams are a no-go, regardless of the injury. Here'Skip the ointments on young ones. For children under 12, anti-inflammatory balms and pain relief creams are a no-go, regardless of the injury. Here'Skip the ointments on young ones. For children under 12, anti-inflammatory balms and pain relief creams are a no-go, regardless of the injury. Here'Skip the ointments on young ones. For children under 12, anti-inflammatory balms and pain relief creams are a no-go, regardless of the injury. Here'Skip the ointments on young ones. For children under 12, anti-inflammatory balms and pain relief creams are a no-go, regardless of the injury. Here's",
      "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/are-pain-relief-balms-good-for-kids/articleshow/106249045.cms",
      "urlToImage": "https://static.toiimg.com/thumb/msid-106249037,width-1070,height-580,imgsize-446849,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
      "comments":"78",
      "date": "2023-12-24",
      "content": "How to prevent non-communicable diseases in children"
    }
]